{
  "metadata": {
    "total_size": 3407627168,
    "num_shards": 7
  },
  "weight_map": {
    "network.backbone.layer.0.mlp.gate_proj.weight": "state_dict-00000-of-00007.pth",
    "network.backbone.layer.0.mlp.up_proj.parametrizations.weight.original": "state_dict-00000-of-00007.pth",
    "network.backbone.layer.0.mlp.down_proj.parametrizations.weight.original": "state_dict-00000-of-00007.pth",
    "network.backbone.layer.1.mlp.gate_proj.weight": "state_dict-00000-of-00007.pth",
    "network.backbone.layer.1.mlp.up_proj.parametrizations.weight.original": "state_dict-00000-of-00007.pth",
    "network.backbone.layer.1.mlp.down_proj.parametrizations.weight.original": "state_dict-00000-of-00007.pth",
    "network.backbone.layer.2.mlp.gate_proj.weight": "state_dict-00000-of-00007.pth",
    "network.backbone.layer.2.mlp.up_proj.parametrizations.weight.original": "state_dict-00000-of-00007.pth",
    "network.backbone.layer.2.mlp.down_proj.parametrizations.weight.original": "state_dict-00000-of-00007.pth",
    "network.backbone.layer.3.mlp.gate_proj.weight": "state_dict-00000-of-00007.pth",
    "network.backbone.layer.3.mlp.up_proj.parametrizations.weight.original": "state_dict-00000-of-00007.pth",
    "network.backbone.layer.3.mlp.down_proj.parametrizations.weight.original": "state_dict-00000-of-00007.pth",
    "network.backbone.layer.4.mlp.gate_proj.weight": "state_dict-00000-of-00007.pth",
    "network.backbone.layer.4.mlp.up_proj.parametrizations.weight.original": "state_dict-00000-of-00007.pth",
    "network.backbone.layer.4.mlp.down_proj.parametrizations.weight.original": "state_dict-00000-of-00007.pth",
    "network.backbone.layer.5.mlp.gate_proj.weight": "state_dict-00000-of-00007.pth",
    "network.backbone.layer.5.mlp.up_proj.parametrizations.weight.original": "state_dict-00000-of-00007.pth",
    "network.backbone.layer.5.mlp.down_proj.parametrizations.weight.original": "state_dict-00000-of-00007.pth",
    "network.backbone.layer.6.mlp.gate_proj.weight": "state_dict-00000-of-00007.pth",
    "network.backbone.layer.6.mlp.up_proj.weight": "state_dict-00000-of-00007.pth",
    "network.backbone.layer.6.mlp.down_proj.weight": "state_dict-00001-of-00007.pth",
    "network.backbone.layer.7.mlp.gate_proj.weight": "state_dict-00001-of-00007.pth",
    "network.backbone.layer.7.mlp.up_proj.weight": "state_dict-00001-of-00007.pth",
    "network.backbone.layer.7.mlp.down_proj.weight": "state_dict-00001-of-00007.pth",
    "network.backbone.layer.8.mlp.gate_proj.weight": "state_dict-00001-of-00007.pth",
    "network.backbone.layer.8.mlp.up_proj.weight": "state_dict-00001-of-00007.pth",
    "network.backbone.layer.8.mlp.down_proj.weight": "state_dict-00001-of-00007.pth",
    "network.backbone.layer.9.mlp.gate_proj.weight": "state_dict-00001-of-00007.pth",
    "network.backbone.layer.9.mlp.up_proj.weight": "state_dict-00001-of-00007.pth",
    "network.backbone.layer.9.mlp.down_proj.weight": "state_dict-00001-of-00007.pth",
    "network.backbone.layer.10.mlp.gate_proj.weight": "state_dict-00001-of-00007.pth",
    "network.backbone.layer.10.mlp.up_proj.weight": "state_dict-00001-of-00007.pth",
    "network.backbone.layer.10.mlp.down_proj.weight": "state_dict-00001-of-00007.pth",
    "network.backbone.layer.11.mlp.gate_proj.weight": "state_dict-00001-of-00007.pth",
    "network.backbone.layer.11.mlp.up_proj.weight": "state_dict-00001-of-00007.pth",
    "network.backbone.layer.11.mlp.down_proj.weight": "state_dict-00001-of-00007.pth",
    "network.backbone.layer.12.mlp.gate_proj.weight": "state_dict-00001-of-00007.pth",
    "network.backbone.layer.12.mlp.up_proj.weight": "state_dict-00001-of-00007.pth",
    "network.backbone.layer.12.mlp.down_proj.weight": "state_dict-00001-of-00007.pth",
    "network.backbone.layer.13.mlp.gate_proj.weight": "state_dict-00001-of-00007.pth",
    "network.backbone.layer.13.mlp.up_proj.weight": "state_dict-00002-of-00007.pth",
    "network.backbone.layer.13.mlp.down_proj.weight": "state_dict-00002-of-00007.pth",
    "network.backbone.layer.14.mlp.gate_proj.weight": "state_dict-00002-of-00007.pth",
    "network.backbone.layer.14.mlp.up_proj.weight": "state_dict-00002-of-00007.pth",
    "network.backbone.layer.14.mlp.down_proj.weight": "state_dict-00002-of-00007.pth",
    "network.backbone.layer.15.mlp.gate_proj.weight": "state_dict-00002-of-00007.pth",
    "network.backbone.layer.15.mlp.up_proj.weight": "state_dict-00002-of-00007.pth",
    "network.backbone.layer.15.mlp.down_proj.weight": "state_dict-00002-of-00007.pth",
    "network.backbone.layer.16.mlp.gate_proj.weight": "state_dict-00002-of-00007.pth",
    "network.backbone.layer.16.mlp.up_proj.weight": "state_dict-00002-of-00007.pth",
    "network.backbone.layer.16.mlp.down_proj.weight": "state_dict-00002-of-00007.pth",
    "network.backbone.layer.17.mlp.gate_proj.weight": "state_dict-00002-of-00007.pth",
    "network.backbone.layer.17.mlp.up_proj.weight": "state_dict-00002-of-00007.pth",
    "network.backbone.layer.17.mlp.down_proj.weight": "state_dict-00002-of-00007.pth",
    "network.backbone.layer.18.mlp.gate_proj.weight": "state_dict-00002-of-00007.pth",
    "network.backbone.layer.18.mlp.up_proj.weight": "state_dict-00002-of-00007.pth",
    "network.backbone.layer.18.mlp.down_proj.weight": "state_dict-00002-of-00007.pth",
    "network.backbone.layer.19.mlp.gate_proj.weight": "state_dict-00002-of-00007.pth",
    "network.backbone.layer.19.mlp.up_proj.weight": "state_dict-00002-of-00007.pth",
    "network.backbone.layer.19.mlp.down_proj.weight": "state_dict-00002-of-00007.pth",
    "network.backbone.layer.20.mlp.gate_proj.weight": "state_dict-00003-of-00007.pth",
    "network.backbone.layer.20.mlp.up_proj.weight": "state_dict-00003-of-00007.pth",
    "network.backbone.layer.20.mlp.down_proj.weight": "state_dict-00003-of-00007.pth",
    "network.backbone.layer.21.mlp.gate_proj.weight": "state_dict-00003-of-00007.pth",
    "network.backbone.layer.21.mlp.up_proj.weight": "state_dict-00003-of-00007.pth",
    "network.backbone.layer.21.mlp.down_proj.weight": "state_dict-00003-of-00007.pth",
    "network.backbone.layer.22.mlp.gate_proj.weight": "state_dict-00003-of-00007.pth",
    "network.backbone.layer.22.mlp.up_proj.weight": "state_dict-00003-of-00007.pth",
    "network.backbone.layer.22.mlp.down_proj.weight": "state_dict-00003-of-00007.pth",
    "network.backbone.layer.23.mlp.gate_proj.weight": "state_dict-00003-of-00007.pth",
    "network.backbone.layer.23.mlp.up_proj.weight": "state_dict-00003-of-00007.pth",
    "network.backbone.layer.23.mlp.down_proj.weight": "state_dict-00003-of-00007.pth",
    "network.backbone.layer.24.mlp.gate_proj.weight": "state_dict-00003-of-00007.pth",
    "network.backbone.layer.24.mlp.up_proj.weight": "state_dict-00003-of-00007.pth",
    "network.backbone.layer.24.mlp.down_proj.weight": "state_dict-00003-of-00007.pth",
    "network.backbone.layer.25.mlp.gate_proj.weight": "state_dict-00003-of-00007.pth",
    "network.backbone.layer.25.mlp.up_proj.weight": "state_dict-00003-of-00007.pth",
    "network.backbone.layer.25.mlp.down_proj.weight": "state_dict-00003-of-00007.pth",
    "network.backbone.layer.26.mlp.gate_proj.weight": "state_dict-00003-of-00007.pth",
    "network.backbone.layer.26.mlp.up_proj.weight": "state_dict-00003-of-00007.pth",
    "network.backbone.layer.26.mlp.down_proj.weight": "state_dict-00004-of-00007.pth",
    "network.backbone.layer.27.mlp.gate_proj.weight": "state_dict-00004-of-00007.pth",
    "network.backbone.layer.27.mlp.up_proj.weight": "state_dict-00004-of-00007.pth",
    "network.backbone.layer.27.mlp.down_proj.weight": "state_dict-00004-of-00007.pth",
    "network.backbone.layer.28.mlp.gate_proj.weight": "state_dict-00004-of-00007.pth",
    "network.backbone.layer.28.mlp.up_proj.weight": "state_dict-00004-of-00007.pth",
    "network.backbone.layer.28.mlp.down_proj.weight": "state_dict-00004-of-00007.pth",
    "network.backbone.layer.29.mlp.gate_proj.weight": "state_dict-00004-of-00007.pth",
    "network.backbone.layer.29.mlp.up_proj.weight": "state_dict-00004-of-00007.pth",
    "network.backbone.layer.29.mlp.down_proj.weight": "state_dict-00004-of-00007.pth",
    "network.backbone.layer.30.mlp.gate_proj.weight": "state_dict-00004-of-00007.pth",
    "network.backbone.layer.30.mlp.up_proj.weight": "state_dict-00004-of-00007.pth",
    "network.backbone.layer.30.mlp.down_proj.weight": "state_dict-00004-of-00007.pth",
    "network.backbone.layer.31.mlp.gate_proj.weight": "state_dict-00004-of-00007.pth",
    "network.backbone.layer.31.mlp.up_proj.weight": "state_dict-00004-of-00007.pth",
    "network.backbone.layer.31.mlp.down_proj.weight": "state_dict-00004-of-00007.pth",
    "network.backbone.layer.0.attention.k_proj.parametrizations.weight.original": "state_dict-00004-of-00007.pth",
    "network.backbone.layer.0.attention.v_proj.parametrizations.weight.original": "state_dict-00004-of-00007.pth",
    "network.backbone.layer.0.attention.q_proj.parametrizations.weight.original": "state_dict-00004-of-00007.pth",
    "network.backbone.layer.0.attention.o_proj.parametrizations.weight.original": "state_dict-00004-of-00007.pth",
    "network.backbone.layer.1.attention.k_proj.parametrizations.weight.original": "state_dict-00004-of-00007.pth",
    "network.backbone.layer.1.attention.v_proj.parametrizations.weight.original": "state_dict-00004-of-00007.pth",
    "network.backbone.layer.1.attention.q_proj.parametrizations.weight.original": "state_dict-00004-of-00007.pth",
    "network.backbone.layer.1.attention.o_proj.parametrizations.weight.original": "state_dict-00004-of-00007.pth",
    "network.backbone.layer.2.attention.k_proj.parametrizations.weight.original": "state_dict-00004-of-00007.pth",
    "network.backbone.layer.2.attention.v_proj.parametrizations.weight.original": "state_dict-00004-of-00007.pth",
    "network.backbone.layer.2.attention.q_proj.parametrizations.weight.original": "state_dict-00004-of-00007.pth",
    "network.backbone.layer.2.attention.o_proj.parametrizations.weight.original": "state_dict-00004-of-00007.pth",
    "network.backbone.layer.3.attention.k_proj.parametrizations.weight.original": "state_dict-00004-of-00007.pth",
    "network.backbone.layer.3.attention.v_proj.parametrizations.weight.original": "state_dict-00004-of-00007.pth",
    "network.backbone.layer.3.attention.q_proj.parametrizations.weight.original": "state_dict-00004-of-00007.pth",
    "network.backbone.layer.3.attention.o_proj.parametrizations.weight.original": "state_dict-00004-of-00007.pth",
    "network.backbone.layer.4.attention.k_proj.parametrizations.weight.original": "state_dict-00005-of-00007.pth",
    "network.backbone.layer.4.attention.v_proj.parametrizations.weight.original": "state_dict-00005-of-00007.pth",
    "network.backbone.layer.4.attention.q_proj.parametrizations.weight.original": "state_dict-00005-of-00007.pth",
    "network.backbone.layer.4.attention.o_proj.parametrizations.weight.original": "state_dict-00005-of-00007.pth",
    "network.backbone.layer.5.attention.k_proj.parametrizations.weight.original": "state_dict-00005-of-00007.pth",
    "network.backbone.layer.5.attention.v_proj.parametrizations.weight.original": "state_dict-00005-of-00007.pth",
    "network.backbone.layer.5.attention.q_proj.parametrizations.weight.original": "state_dict-00005-of-00007.pth",
    "network.backbone.layer.5.attention.o_proj.parametrizations.weight.original": "state_dict-00005-of-00007.pth",
    "network.backbone.layer.6.attention.k_proj.weight": "state_dict-00005-of-00007.pth",
    "network.backbone.layer.6.attention.v_proj.weight": "state_dict-00005-of-00007.pth",
    "network.backbone.layer.6.attention.q_proj.weight": "state_dict-00005-of-00007.pth",
    "network.backbone.layer.6.attention.o_proj.weight": "state_dict-00005-of-00007.pth",
    "network.backbone.layer.7.attention.k_proj.weight": "state_dict-00005-of-00007.pth",
    "network.backbone.layer.7.attention.v_proj.weight": "state_dict-00005-of-00007.pth",
    "network.backbone.layer.7.attention.q_proj.weight": "state_dict-00005-of-00007.pth",
    "network.backbone.layer.7.attention.o_proj.weight": "state_dict-00005-of-00007.pth",
    "network.backbone.layer.8.attention.k_proj.weight": "state_dict-00005-of-00007.pth",
    "network.backbone.layer.8.attention.v_proj.weight": "state_dict-00005-of-00007.pth",
    "network.backbone.layer.8.attention.q_proj.weight": "state_dict-00005-of-00007.pth",
    "network.backbone.layer.8.attention.o_proj.weight": "state_dict-00005-of-00007.pth",
    "network.backbone.layer.9.attention.k_proj.weight": "state_dict-00005-of-00007.pth",
    "network.backbone.layer.9.attention.v_proj.weight": "state_dict-00005-of-00007.pth",
    "network.backbone.layer.9.attention.q_proj.weight": "state_dict-00005-of-00007.pth",
    "network.backbone.layer.9.attention.o_proj.weight": "state_dict-00005-of-00007.pth",
    "network.backbone.layer.10.attention.k_proj.weight": "state_dict-00005-of-00007.pth",
    "network.backbone.layer.10.attention.v_proj.weight": "state_dict-00005-of-00007.pth",
    "network.backbone.layer.10.attention.q_proj.weight": "state_dict-00005-of-00007.pth",
    "network.backbone.layer.10.attention.o_proj.weight": "state_dict-00005-of-00007.pth",
    "network.backbone.layer.11.attention.k_proj.weight": "state_dict-00005-of-00007.pth",
    "network.backbone.layer.11.attention.v_proj.weight": "state_dict-00005-of-00007.pth",
    "network.backbone.layer.11.attention.q_proj.weight": "state_dict-00005-of-00007.pth",
    "network.backbone.layer.11.attention.o_proj.weight": "state_dict-00005-of-00007.pth",
    "network.backbone.layer.12.attention.k_proj.weight": "state_dict-00005-of-00007.pth",
    "network.backbone.layer.12.attention.v_proj.weight": "state_dict-00005-of-00007.pth",
    "network.backbone.layer.12.attention.q_proj.weight": "state_dict-00005-of-00007.pth",
    "network.backbone.layer.12.attention.o_proj.weight": "state_dict-00005-of-00007.pth",
    "network.backbone.layer.13.attention.k_proj.weight": "state_dict-00005-of-00007.pth",
    "network.backbone.layer.13.attention.v_proj.weight": "state_dict-00005-of-00007.pth",
    "network.backbone.layer.13.attention.q_proj.weight": "state_dict-00005-of-00007.pth",
    "network.backbone.layer.13.attention.o_proj.weight": "state_dict-00005-of-00007.pth",
    "network.backbone.layer.14.attention.k_proj.weight": "state_dict-00005-of-00007.pth",
    "network.backbone.layer.14.attention.v_proj.weight": "state_dict-00005-of-00007.pth",
    "network.backbone.layer.14.attention.q_proj.weight": "state_dict-00005-of-00007.pth",
    "network.backbone.layer.14.attention.o_proj.weight": "state_dict-00005-of-00007.pth",
    "network.backbone.layer.15.attention.k_proj.weight": "state_dict-00005-of-00007.pth",
    "network.backbone.layer.15.attention.v_proj.weight": "state_dict-00005-of-00007.pth",
    "network.backbone.layer.15.attention.q_proj.weight": "state_dict-00005-of-00007.pth",
    "network.backbone.layer.15.attention.o_proj.weight": "state_dict-00005-of-00007.pth",
    "network.backbone.layer.16.attention.k_proj.weight": "state_dict-00005-of-00007.pth",
    "network.backbone.layer.16.attention.v_proj.weight": "state_dict-00005-of-00007.pth",
    "network.backbone.layer.16.attention.q_proj.weight": "state_dict-00005-of-00007.pth",
    "network.backbone.layer.16.attention.o_proj.weight": "state_dict-00005-of-00007.pth",
    "network.backbone.layer.17.attention.k_proj.weight": "state_dict-00005-of-00007.pth",
    "network.backbone.layer.17.attention.v_proj.weight": "state_dict-00005-of-00007.pth",
    "network.backbone.layer.17.attention.q_proj.weight": "state_dict-00005-of-00007.pth",
    "network.backbone.layer.17.attention.o_proj.weight": "state_dict-00005-of-00007.pth",
    "network.backbone.layer.18.attention.k_proj.weight": "state_dict-00005-of-00007.pth",
    "network.backbone.layer.18.attention.v_proj.weight": "state_dict-00005-of-00007.pth",
    "network.backbone.layer.18.attention.q_proj.weight": "state_dict-00005-of-00007.pth",
    "network.backbone.layer.18.attention.o_proj.weight": "state_dict-00005-of-00007.pth",
    "network.backbone.layer.19.attention.k_proj.weight": "state_dict-00005-of-00007.pth",
    "network.backbone.layer.19.attention.v_proj.weight": "state_dict-00005-of-00007.pth",
    "network.backbone.layer.19.attention.q_proj.weight": "state_dict-00005-of-00007.pth",
    "network.backbone.layer.19.attention.o_proj.weight": "state_dict-00005-of-00007.pth",
    "network.backbone.layer.20.attention.k_proj.weight": "state_dict-00005-of-00007.pth",
    "network.backbone.layer.20.attention.v_proj.weight": "state_dict-00005-of-00007.pth",
    "network.backbone.layer.20.attention.q_proj.weight": "state_dict-00005-of-00007.pth",
    "network.backbone.layer.20.attention.o_proj.weight": "state_dict-00005-of-00007.pth",
    "network.backbone.layer.21.attention.k_proj.weight": "state_dict-00005-of-00007.pth",
    "network.backbone.layer.21.attention.v_proj.weight": "state_dict-00005-of-00007.pth",
    "network.backbone.layer.21.attention.q_proj.weight": "state_dict-00005-of-00007.pth",
    "network.backbone.layer.21.attention.o_proj.weight": "state_dict-00005-of-00007.pth",
    "network.backbone.layer.22.attention.k_proj.weight": "state_dict-00005-of-00007.pth",
    "network.backbone.layer.22.attention.v_proj.weight": "state_dict-00005-of-00007.pth",
    "network.backbone.layer.22.attention.q_proj.weight": "state_dict-00005-of-00007.pth",
    "network.backbone.layer.22.attention.o_proj.weight": "state_dict-00005-of-00007.pth",
    "network.backbone.layer.23.attention.k_proj.weight": "state_dict-00005-of-00007.pth",
    "network.backbone.layer.23.attention.v_proj.weight": "state_dict-00005-of-00007.pth",
    "network.backbone.layer.23.attention.q_proj.weight": "state_dict-00005-of-00007.pth",
    "network.backbone.layer.23.attention.o_proj.weight": "state_dict-00005-of-00007.pth",
    "network.backbone.layer.24.attention.k_proj.weight": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.24.attention.v_proj.weight": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.24.attention.q_proj.weight": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.24.attention.o_proj.weight": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.25.attention.k_proj.weight": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.25.attention.v_proj.weight": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.25.attention.q_proj.weight": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.25.attention.o_proj.weight": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.26.attention.k_proj.weight": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.26.attention.v_proj.weight": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.26.attention.q_proj.weight": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.26.attention.o_proj.weight": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.27.attention.k_proj.weight": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.27.attention.v_proj.weight": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.27.attention.q_proj.weight": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.27.attention.o_proj.weight": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.28.attention.k_proj.weight": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.28.attention.v_proj.weight": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.28.attention.q_proj.weight": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.28.attention.o_proj.weight": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.29.attention.k_proj.weight": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.29.attention.v_proj.weight": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.29.attention.q_proj.weight": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.29.attention.o_proj.weight": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.30.attention.k_proj.weight": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.30.attention.v_proj.weight": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.30.attention.q_proj.weight": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.30.attention.o_proj.weight": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.31.attention.k_proj.weight": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.31.attention.v_proj.weight": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.31.attention.q_proj.weight": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.31.attention.o_proj.weight": "state_dict-00006-of-00007.pth",
    "network.projector.layers.fc_block_6.1.weight": "state_dict-00006-of-00007.pth",
    "head.fix_projector.probe.weight": "state_dict-00006-of-00007.pth",
    "network.backbone.embeddings.patch_embeddings.parametrizations.weight.original": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.0.mlp.up_proj.parametrizations.weight.0.B": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.0.mlp.down_proj.parametrizations.weight.0.A": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.1.mlp.up_proj.parametrizations.weight.0.B": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.1.mlp.down_proj.parametrizations.weight.0.A": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.2.mlp.up_proj.parametrizations.weight.0.B": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.2.mlp.down_proj.parametrizations.weight.0.A": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.3.mlp.up_proj.parametrizations.weight.0.B": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.3.mlp.down_proj.parametrizations.weight.0.A": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.4.mlp.up_proj.parametrizations.weight.0.B": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.4.mlp.down_proj.parametrizations.weight.0.A": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.5.mlp.up_proj.parametrizations.weight.0.B": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.5.mlp.down_proj.parametrizations.weight.0.A": "state_dict-00006-of-00007.pth",
    "network.backbone.embeddings.patch_embeddings.parametrizations.weight.0.B": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.0.attention.k_proj.parametrizations.weight.0.B": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.0.attention.k_proj.parametrizations.weight.0.A": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.0.attention.v_proj.parametrizations.weight.0.B": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.0.attention.v_proj.parametrizations.weight.0.A": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.0.attention.q_proj.parametrizations.weight.0.B": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.0.attention.q_proj.parametrizations.weight.0.A": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.0.attention.o_proj.parametrizations.weight.0.B": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.0.attention.o_proj.parametrizations.weight.0.A": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.0.mlp.up_proj.parametrizations.weight.0.A": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.0.mlp.down_proj.parametrizations.weight.0.B": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.1.attention.k_proj.parametrizations.weight.0.B": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.1.attention.k_proj.parametrizations.weight.0.A": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.1.attention.v_proj.parametrizations.weight.0.B": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.1.attention.v_proj.parametrizations.weight.0.A": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.1.attention.q_proj.parametrizations.weight.0.B": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.1.attention.q_proj.parametrizations.weight.0.A": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.1.attention.o_proj.parametrizations.weight.0.B": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.1.attention.o_proj.parametrizations.weight.0.A": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.1.mlp.up_proj.parametrizations.weight.0.A": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.1.mlp.down_proj.parametrizations.weight.0.B": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.2.attention.k_proj.parametrizations.weight.0.B": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.2.attention.k_proj.parametrizations.weight.0.A": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.2.attention.v_proj.parametrizations.weight.0.B": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.2.attention.v_proj.parametrizations.weight.0.A": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.2.attention.q_proj.parametrizations.weight.0.B": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.2.attention.q_proj.parametrizations.weight.0.A": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.2.attention.o_proj.parametrizations.weight.0.B": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.2.attention.o_proj.parametrizations.weight.0.A": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.2.mlp.up_proj.parametrizations.weight.0.A": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.2.mlp.down_proj.parametrizations.weight.0.B": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.3.attention.k_proj.parametrizations.weight.0.B": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.3.attention.k_proj.parametrizations.weight.0.A": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.3.attention.v_proj.parametrizations.weight.0.B": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.3.attention.v_proj.parametrizations.weight.0.A": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.3.attention.q_proj.parametrizations.weight.0.B": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.3.attention.q_proj.parametrizations.weight.0.A": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.3.attention.o_proj.parametrizations.weight.0.B": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.3.attention.o_proj.parametrizations.weight.0.A": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.3.mlp.up_proj.parametrizations.weight.0.A": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.3.mlp.down_proj.parametrizations.weight.0.B": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.4.attention.k_proj.parametrizations.weight.0.B": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.4.attention.k_proj.parametrizations.weight.0.A": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.4.attention.v_proj.parametrizations.weight.0.B": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.4.attention.v_proj.parametrizations.weight.0.A": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.4.attention.q_proj.parametrizations.weight.0.B": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.4.attention.q_proj.parametrizations.weight.0.A": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.4.attention.o_proj.parametrizations.weight.0.B": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.4.attention.o_proj.parametrizations.weight.0.A": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.4.mlp.up_proj.parametrizations.weight.0.A": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.4.mlp.down_proj.parametrizations.weight.0.B": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.5.attention.k_proj.parametrizations.weight.0.B": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.5.attention.k_proj.parametrizations.weight.0.A": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.5.attention.v_proj.parametrizations.weight.0.B": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.5.attention.v_proj.parametrizations.weight.0.A": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.5.attention.q_proj.parametrizations.weight.0.B": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.5.attention.q_proj.parametrizations.weight.0.A": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.5.attention.o_proj.parametrizations.weight.0.B": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.5.attention.o_proj.parametrizations.weight.0.A": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.5.mlp.up_proj.parametrizations.weight.0.A": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.5.mlp.down_proj.parametrizations.weight.0.B": "state_dict-00006-of-00007.pth",
    "network.backbone.embeddings.patch_embeddings.parametrizations.weight.0.A": "state_dict-00006-of-00007.pth",
    "network.backbone.embeddings.register_tokens": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.0.mlp.gate_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.0.mlp.up_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.1.mlp.gate_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.1.mlp.up_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.2.mlp.gate_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.2.mlp.up_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.3.mlp.gate_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.3.mlp.up_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.4.mlp.gate_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.4.mlp.up_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.5.mlp.gate_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.5.mlp.up_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.6.mlp.gate_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.6.mlp.up_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.7.mlp.gate_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.7.mlp.up_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.8.mlp.gate_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.8.mlp.up_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.9.mlp.gate_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.9.mlp.up_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.10.mlp.gate_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.10.mlp.up_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.11.mlp.gate_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.11.mlp.up_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.12.mlp.gate_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.12.mlp.up_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.13.mlp.gate_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.13.mlp.up_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.14.mlp.gate_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.14.mlp.up_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.15.mlp.gate_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.15.mlp.up_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.16.mlp.gate_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.16.mlp.up_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.17.mlp.gate_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.17.mlp.up_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.18.mlp.gate_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.18.mlp.up_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.19.mlp.gate_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.19.mlp.up_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.20.mlp.gate_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.20.mlp.up_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.21.mlp.gate_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.21.mlp.up_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.22.mlp.gate_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.22.mlp.up_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.23.mlp.gate_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.23.mlp.up_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.24.mlp.gate_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.24.mlp.up_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.25.mlp.gate_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.25.mlp.up_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.26.mlp.gate_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.26.mlp.up_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.27.mlp.gate_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.27.mlp.up_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.28.mlp.gate_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.28.mlp.up_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.29.mlp.gate_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.29.mlp.up_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.30.mlp.gate_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.30.mlp.up_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.31.mlp.gate_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.31.mlp.up_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.embeddings.cls_token": "state_dict-00006-of-00007.pth",
    "network.backbone.embeddings.mask_token": "state_dict-00006-of-00007.pth",
    "network.backbone.embeddings.patch_embeddings.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.0.norm1.weight": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.0.norm1.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.0.attention.v_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.0.attention.q_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.0.attention.o_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.0.layer_scale1.lambda1": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.0.norm2.weight": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.0.norm2.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.0.mlp.down_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.0.layer_scale2.lambda1": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.1.norm1.weight": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.1.norm1.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.1.attention.v_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.1.attention.q_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.1.attention.o_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.1.layer_scale1.lambda1": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.1.norm2.weight": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.1.norm2.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.1.mlp.down_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.1.layer_scale2.lambda1": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.2.norm1.weight": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.2.norm1.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.2.attention.v_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.2.attention.q_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.2.attention.o_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.2.layer_scale1.lambda1": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.2.norm2.weight": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.2.norm2.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.2.mlp.down_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.2.layer_scale2.lambda1": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.3.norm1.weight": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.3.norm1.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.3.attention.v_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.3.attention.q_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.3.attention.o_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.3.layer_scale1.lambda1": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.3.norm2.weight": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.3.norm2.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.3.mlp.down_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.3.layer_scale2.lambda1": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.4.norm1.weight": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.4.norm1.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.4.attention.v_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.4.attention.q_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.4.attention.o_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.4.layer_scale1.lambda1": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.4.norm2.weight": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.4.norm2.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.4.mlp.down_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.4.layer_scale2.lambda1": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.5.norm1.weight": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.5.norm1.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.5.attention.v_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.5.attention.q_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.5.attention.o_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.5.layer_scale1.lambda1": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.5.norm2.weight": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.5.norm2.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.5.mlp.down_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.5.layer_scale2.lambda1": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.6.norm1.weight": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.6.norm1.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.6.attention.v_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.6.attention.q_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.6.attention.o_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.6.layer_scale1.lambda1": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.6.norm2.weight": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.6.norm2.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.6.mlp.down_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.6.layer_scale2.lambda1": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.7.norm1.weight": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.7.norm1.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.7.attention.v_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.7.attention.q_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.7.attention.o_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.7.layer_scale1.lambda1": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.7.norm2.weight": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.7.norm2.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.7.mlp.down_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.7.layer_scale2.lambda1": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.8.norm1.weight": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.8.norm1.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.8.attention.v_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.8.attention.q_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.8.attention.o_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.8.layer_scale1.lambda1": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.8.norm2.weight": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.8.norm2.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.8.mlp.down_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.8.layer_scale2.lambda1": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.9.norm1.weight": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.9.norm1.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.9.attention.v_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.9.attention.q_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.9.attention.o_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.9.layer_scale1.lambda1": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.9.norm2.weight": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.9.norm2.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.9.mlp.down_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.9.layer_scale2.lambda1": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.10.norm1.weight": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.10.norm1.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.10.attention.v_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.10.attention.q_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.10.attention.o_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.10.layer_scale1.lambda1": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.10.norm2.weight": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.10.norm2.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.10.mlp.down_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.10.layer_scale2.lambda1": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.11.norm1.weight": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.11.norm1.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.11.attention.v_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.11.attention.q_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.11.attention.o_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.11.layer_scale1.lambda1": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.11.norm2.weight": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.11.norm2.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.11.mlp.down_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.11.layer_scale2.lambda1": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.12.norm1.weight": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.12.norm1.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.12.attention.v_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.12.attention.q_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.12.attention.o_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.12.layer_scale1.lambda1": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.12.norm2.weight": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.12.norm2.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.12.mlp.down_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.12.layer_scale2.lambda1": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.13.norm1.weight": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.13.norm1.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.13.attention.v_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.13.attention.q_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.13.attention.o_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.13.layer_scale1.lambda1": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.13.norm2.weight": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.13.norm2.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.13.mlp.down_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.13.layer_scale2.lambda1": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.14.norm1.weight": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.14.norm1.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.14.attention.v_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.14.attention.q_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.14.attention.o_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.14.layer_scale1.lambda1": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.14.norm2.weight": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.14.norm2.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.14.mlp.down_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.14.layer_scale2.lambda1": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.15.norm1.weight": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.15.norm1.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.15.attention.v_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.15.attention.q_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.15.attention.o_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.15.layer_scale1.lambda1": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.15.norm2.weight": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.15.norm2.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.15.mlp.down_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.15.layer_scale2.lambda1": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.16.norm1.weight": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.16.norm1.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.16.attention.v_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.16.attention.q_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.16.attention.o_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.16.layer_scale1.lambda1": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.16.norm2.weight": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.16.norm2.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.16.mlp.down_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.16.layer_scale2.lambda1": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.17.norm1.weight": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.17.norm1.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.17.attention.v_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.17.attention.q_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.17.attention.o_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.17.layer_scale1.lambda1": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.17.norm2.weight": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.17.norm2.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.17.mlp.down_proj.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.17.layer_scale2.lambda1": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.18.norm1.weight": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.18.norm1.bias": "state_dict-00006-of-00007.pth",
    "network.backbone.layer.18.attention.v_proj.bias": "state_dict-00006-of-00007.pth",
