{
  "metadata": {
    "total_size": 131356064,
    "num_shards": 1
  },
  "weight_map": {
    "head.fix_projector.probe.weight": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.0.mlp.gate_proj.weight": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.0.mlp.up_proj.parametrizations.weight.original": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.0.mlp.down_proj.parametrizations.weight.original": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.1.mlp.gate_proj.weight": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.1.mlp.up_proj.parametrizations.weight.original": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.1.mlp.down_proj.parametrizations.weight.original": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.2.mlp.gate_proj.weight": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.2.mlp.up_proj.parametrizations.weight.original": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.2.mlp.down_proj.parametrizations.weight.original": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.3.mlp.gate_proj.weight": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.3.mlp.up_proj.parametrizations.weight.original": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.3.mlp.down_proj.parametrizations.weight.original": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.4.mlp.gate_proj.weight": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.4.mlp.up_proj.parametrizations.weight.original": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.4.mlp.down_proj.parametrizations.weight.original": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.5.mlp.gate_proj.weight": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.5.mlp.up_proj.parametrizations.weight.original": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.5.mlp.down_proj.parametrizations.weight.original": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.6.mlp.gate_proj.weight": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.6.mlp.up_proj.weight": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.6.mlp.down_proj.weight": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.7.mlp.gate_proj.weight": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.7.mlp.up_proj.weight": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.7.mlp.down_proj.weight": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.8.mlp.gate_proj.weight": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.8.mlp.up_proj.weight": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.8.mlp.down_proj.weight": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.9.mlp.gate_proj.weight": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.9.mlp.up_proj.weight": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.9.mlp.down_proj.weight": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.10.mlp.gate_proj.weight": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.10.mlp.up_proj.weight": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.10.mlp.down_proj.weight": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.11.mlp.gate_proj.weight": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.11.mlp.up_proj.weight": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.11.mlp.down_proj.weight": "state_dict-00000-of-00001.pth",
    "network.projector.layers.fc_block_6.1.weight": "state_dict-00000-of-00001.pth",
    "network.backbone.embeddings.patch_embeddings.parametrizations.weight.original": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.0.attention.k_proj.parametrizations.weight.original": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.0.attention.v_proj.parametrizations.weight.original": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.0.attention.q_proj.parametrizations.weight.original": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.0.attention.o_proj.parametrizations.weight.original": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.1.attention.k_proj.parametrizations.weight.original": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.1.attention.v_proj.parametrizations.weight.original": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.1.attention.q_proj.parametrizations.weight.original": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.1.attention.o_proj.parametrizations.weight.original": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.2.attention.k_proj.parametrizations.weight.original": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.2.attention.v_proj.parametrizations.weight.original": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.2.attention.q_proj.parametrizations.weight.original": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.2.attention.o_proj.parametrizations.weight.original": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.3.attention.k_proj.parametrizations.weight.original": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.3.attention.v_proj.parametrizations.weight.original": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.3.attention.q_proj.parametrizations.weight.original": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.3.attention.o_proj.parametrizations.weight.original": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.4.attention.k_proj.parametrizations.weight.original": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.4.attention.v_proj.parametrizations.weight.original": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.4.attention.q_proj.parametrizations.weight.original": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.4.attention.o_proj.parametrizations.weight.original": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.5.attention.k_proj.parametrizations.weight.original": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.5.attention.v_proj.parametrizations.weight.original": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.5.attention.q_proj.parametrizations.weight.original": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.5.attention.o_proj.parametrizations.weight.original": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.6.attention.k_proj.weight": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.6.attention.v_proj.weight": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.6.attention.q_proj.weight": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.6.attention.o_proj.weight": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.7.attention.k_proj.weight": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.7.attention.v_proj.weight": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.7.attention.q_proj.weight": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.7.attention.o_proj.weight": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.8.attention.k_proj.weight": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.8.attention.v_proj.weight": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.8.attention.q_proj.weight": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.8.attention.o_proj.weight": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.9.attention.k_proj.weight": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.9.attention.v_proj.weight": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.9.attention.q_proj.weight": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.9.attention.o_proj.weight": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.10.attention.k_proj.weight": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.10.attention.v_proj.weight": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.10.attention.q_proj.weight": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.10.attention.o_proj.weight": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.11.attention.k_proj.weight": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.11.attention.v_proj.weight": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.11.attention.q_proj.weight": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.11.attention.o_proj.weight": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.0.mlp.up_proj.parametrizations.weight.0.B": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.0.mlp.down_proj.parametrizations.weight.0.A": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.1.mlp.up_proj.parametrizations.weight.0.B": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.1.mlp.down_proj.parametrizations.weight.0.A": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.2.mlp.up_proj.parametrizations.weight.0.B": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.2.mlp.down_proj.parametrizations.weight.0.A": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.3.mlp.up_proj.parametrizations.weight.0.B": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.3.mlp.down_proj.parametrizations.weight.0.A": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.4.mlp.up_proj.parametrizations.weight.0.B": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.4.mlp.down_proj.parametrizations.weight.0.A": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.5.mlp.up_proj.parametrizations.weight.0.B": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.5.mlp.down_proj.parametrizations.weight.0.A": "state_dict-00000-of-00001.pth",
    "network.backbone.embeddings.patch_embeddings.parametrizations.weight.0.A": "state_dict-00000-of-00001.pth",
    "network.backbone.embeddings.patch_embeddings.parametrizations.weight.0.B": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.0.attention.k_proj.parametrizations.weight.0.B": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.0.attention.k_proj.parametrizations.weight.0.A": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.0.attention.v_proj.parametrizations.weight.0.B": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.0.attention.v_proj.parametrizations.weight.0.A": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.0.attention.q_proj.parametrizations.weight.0.B": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.0.attention.q_proj.parametrizations.weight.0.A": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.0.attention.o_proj.parametrizations.weight.0.B": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.0.attention.o_proj.parametrizations.weight.0.A": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.0.mlp.up_proj.parametrizations.weight.0.A": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.0.mlp.down_proj.parametrizations.weight.0.B": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.1.attention.k_proj.parametrizations.weight.0.B": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.1.attention.k_proj.parametrizations.weight.0.A": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.1.attention.v_proj.parametrizations.weight.0.B": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.1.attention.v_proj.parametrizations.weight.0.A": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.1.attention.q_proj.parametrizations.weight.0.B": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.1.attention.q_proj.parametrizations.weight.0.A": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.1.attention.o_proj.parametrizations.weight.0.B": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.1.attention.o_proj.parametrizations.weight.0.A": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.1.mlp.up_proj.parametrizations.weight.0.A": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.1.mlp.down_proj.parametrizations.weight.0.B": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.2.attention.k_proj.parametrizations.weight.0.B": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.2.attention.k_proj.parametrizations.weight.0.A": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.2.attention.v_proj.parametrizations.weight.0.B": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.2.attention.v_proj.parametrizations.weight.0.A": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.2.attention.q_proj.parametrizations.weight.0.B": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.2.attention.q_proj.parametrizations.weight.0.A": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.2.attention.o_proj.parametrizations.weight.0.B": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.2.attention.o_proj.parametrizations.weight.0.A": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.2.mlp.up_proj.parametrizations.weight.0.A": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.2.mlp.down_proj.parametrizations.weight.0.B": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.3.attention.k_proj.parametrizations.weight.0.B": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.3.attention.k_proj.parametrizations.weight.0.A": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.3.attention.v_proj.parametrizations.weight.0.B": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.3.attention.v_proj.parametrizations.weight.0.A": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.3.attention.q_proj.parametrizations.weight.0.B": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.3.attention.q_proj.parametrizations.weight.0.A": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.3.attention.o_proj.parametrizations.weight.0.B": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.3.attention.o_proj.parametrizations.weight.0.A": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.3.mlp.up_proj.parametrizations.weight.0.A": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.3.mlp.down_proj.parametrizations.weight.0.B": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.4.attention.k_proj.parametrizations.weight.0.B": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.4.attention.k_proj.parametrizations.weight.0.A": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.4.attention.v_proj.parametrizations.weight.0.B": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.4.attention.v_proj.parametrizations.weight.0.A": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.4.attention.q_proj.parametrizations.weight.0.B": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.4.attention.q_proj.parametrizations.weight.0.A": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.4.attention.o_proj.parametrizations.weight.0.B": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.4.attention.o_proj.parametrizations.weight.0.A": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.4.mlp.up_proj.parametrizations.weight.0.A": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.4.mlp.down_proj.parametrizations.weight.0.B": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.5.attention.k_proj.parametrizations.weight.0.B": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.5.attention.k_proj.parametrizations.weight.0.A": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.5.attention.v_proj.parametrizations.weight.0.B": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.5.attention.v_proj.parametrizations.weight.0.A": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.5.attention.q_proj.parametrizations.weight.0.B": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.5.attention.q_proj.parametrizations.weight.0.A": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.5.attention.o_proj.parametrizations.weight.0.B": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.5.attention.o_proj.parametrizations.weight.0.A": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.5.mlp.up_proj.parametrizations.weight.0.A": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.5.mlp.down_proj.parametrizations.weight.0.B": "state_dict-00000-of-00001.pth",
    "network.backbone.embeddings.register_tokens": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.0.mlp.gate_proj.bias": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.0.mlp.up_proj.bias": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.1.mlp.gate_proj.bias": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.1.mlp.up_proj.bias": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.2.mlp.gate_proj.bias": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.2.mlp.up_proj.bias": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.3.mlp.gate_proj.bias": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.3.mlp.up_proj.bias": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.4.mlp.gate_proj.bias": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.4.mlp.up_proj.bias": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.5.mlp.gate_proj.bias": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.5.mlp.up_proj.bias": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.6.mlp.gate_proj.bias": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.6.mlp.up_proj.bias": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.7.mlp.gate_proj.bias": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.7.mlp.up_proj.bias": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.8.mlp.gate_proj.bias": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.8.mlp.up_proj.bias": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.9.mlp.gate_proj.bias": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.9.mlp.up_proj.bias": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.10.mlp.gate_proj.bias": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.10.mlp.up_proj.bias": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.11.mlp.gate_proj.bias": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.11.mlp.up_proj.bias": "state_dict-00000-of-00001.pth",
    "head.fix_projector.probe.bias": "state_dict-00000-of-00001.pth",
    "network.backbone.embeddings.cls_token": "state_dict-00000-of-00001.pth",
    "network.backbone.embeddings.mask_token": "state_dict-00000-of-00001.pth",
    "network.backbone.embeddings.patch_embeddings.bias": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.0.norm1.weight": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.0.norm1.bias": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.0.attention.v_proj.bias": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.0.attention.q_proj.bias": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.0.attention.o_proj.bias": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.0.layer_scale1.lambda1": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.0.norm2.weight": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.0.norm2.bias": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.0.mlp.down_proj.bias": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.0.layer_scale2.lambda1": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.1.norm1.weight": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.1.norm1.bias": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.1.attention.v_proj.bias": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.1.attention.q_proj.bias": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.1.attention.o_proj.bias": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.1.layer_scale1.lambda1": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.1.norm2.weight": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.1.norm2.bias": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.1.mlp.down_proj.bias": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.1.layer_scale2.lambda1": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.2.norm1.weight": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.2.norm1.bias": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.2.attention.v_proj.bias": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.2.attention.q_proj.bias": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.2.attention.o_proj.bias": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.2.layer_scale1.lambda1": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.2.norm2.weight": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.2.norm2.bias": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.2.mlp.down_proj.bias": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.2.layer_scale2.lambda1": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.3.norm1.weight": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.3.norm1.bias": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.3.attention.v_proj.bias": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.3.attention.q_proj.bias": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.3.attention.o_proj.bias": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.3.layer_scale1.lambda1": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.3.norm2.weight": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.3.norm2.bias": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.3.mlp.down_proj.bias": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.3.layer_scale2.lambda1": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.4.norm1.weight": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.4.norm1.bias": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.4.attention.v_proj.bias": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.4.attention.q_proj.bias": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.4.attention.o_proj.bias": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.4.layer_scale1.lambda1": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.4.norm2.weight": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.4.norm2.bias": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.4.mlp.down_proj.bias": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.4.layer_scale2.lambda1": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.5.norm1.weight": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.5.norm1.bias": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.5.attention.v_proj.bias": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.5.attention.q_proj.bias": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.5.attention.o_proj.bias": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.5.layer_scale1.lambda1": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.5.norm2.weight": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.5.norm2.bias": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.5.mlp.down_proj.bias": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.5.layer_scale2.lambda1": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.6.norm1.weight": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.6.norm1.bias": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.6.attention.v_proj.bias": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.6.attention.q_proj.bias": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.6.attention.o_proj.bias": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.6.layer_scale1.lambda1": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.6.norm2.weight": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.6.norm2.bias": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.6.mlp.down_proj.bias": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.6.layer_scale2.lambda1": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.7.norm1.weight": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.7.norm1.bias": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.7.attention.v_proj.bias": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.7.attention.q_proj.bias": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.7.attention.o_proj.bias": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.7.layer_scale1.lambda1": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.7.norm2.weight": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.7.norm2.bias": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.7.mlp.down_proj.bias": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.7.layer_scale2.lambda1": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.8.norm1.weight": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.8.norm1.bias": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.8.attention.v_proj.bias": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.8.attention.q_proj.bias": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.8.attention.o_proj.bias": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.8.layer_scale1.lambda1": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.8.norm2.weight": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.8.norm2.bias": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.8.mlp.down_proj.bias": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.8.layer_scale2.lambda1": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.9.norm1.weight": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.9.norm1.bias": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.9.attention.v_proj.bias": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.9.attention.q_proj.bias": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.9.attention.o_proj.bias": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.9.layer_scale1.lambda1": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.9.norm2.weight": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.9.norm2.bias": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.9.mlp.down_proj.bias": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.9.layer_scale2.lambda1": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.10.norm1.weight": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.10.norm1.bias": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.10.attention.v_proj.bias": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.10.attention.q_proj.bias": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.10.attention.o_proj.bias": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.10.layer_scale1.lambda1": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.10.norm2.weight": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.10.norm2.bias": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.10.mlp.down_proj.bias": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.10.layer_scale2.lambda1": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.11.norm1.weight": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.11.norm1.bias": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.11.attention.v_proj.bias": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.11.attention.q_proj.bias": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.11.attention.o_proj.bias": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.11.layer_scale1.lambda1": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.11.norm2.weight": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.11.norm2.bias": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.11.mlp.down_proj.bias": "state_dict-00000-of-00001.pth",
    "network.backbone.layer.11.layer_scale2.lambda1": "state_dict-00000-of-00001.pth",
    "network.backbone.norm.weight": "state_dict-00000-of-00001.pth",
    "network.backbone.norm.bias": "state_dict-00000-of-00001.pth"
  }
}